bmalehorn.print-it
ckolkman.vscode-postgres
eamodio.gitlens
github.vscode-github-actions
hashicorp.terraform
inferrinizzard.prettier-sql-vscode
mechatroner.rainbow-csv
ms-ossdata.vscode-postgresql
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
ms-vscode.makefile-tools
ms-vscode.powershell
mtxr.sqltools
mtxr.sqltools-driver-pg
njpwerner.autodocstring
redhat.java
twxs.cmake
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
vscjava.vscode-gradle
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
